Repository: AbdAlghaniAlbiek/Herafi
Catalog: Herafi.UWP/Strings/*/SignInStrings.resw
Source language: en_us
Languages: ar_sy

# chBoxSignInKeepMeSig
source: Keep me sign in
ar_sy: أبقني مسجلا

# compProcCardViewHeader
source: Complete sign up process
ar_sy: إكمال عملية تسجيل الحساب

# compProcCardViewMessage
source: Do you want to be always sign in when get to your app?
ar_sy: هل تريد أن تبقى دائما مسجلا حسابك عندما تدخل الى تطبيقك؟

# exitAppCardViewHeader
source: Exit
ar_sy: خروج

# exitAppCardViewMessage
source: Are you sure that you want to exit from your app?
ar_sy: هل أنت متأكد أنك تريد تسجيل الخروج من تطبيقك؟

# notifErroEmailPassword
source: Your email or password isn't correct
ar_sy: بريدك الالكتروني أو كلمة السر غير صحيح/ة

# notifFillTextboxes
source: Fill all textboxes to be able to continue
ar_sy: املأ جميع الحقول لتتمكن من المتابعة

# notifIncorrCode
source: The Inserted code isn't correct
ar_sy: الرمز المدخل غير صحيح

# notifNoInternet
source: You aren't connected to internet
ar_sy: أنت غير متصل بالإنترنت

# txtBoxFbEmail
source: Email
ar_sy: البريد الالكتروني

# txtBoxFbName
source: Name
ar_sy: الاسم

# txtBoxFbNatNum
source: National number
ar_sy: الرقم الوطني

# txtBoxFbPassword
source: Password
ar_sy: كلمة السر

# txtBoxFbPhonNum
source: Phone number
ar_sy: رقم الهاتف

# txtBoxMicEmail
source: Email
ar_sy: البريد الالكتروني

# txtBoxMicName
source: Name
ar_sy: الاسم

# txtBoxMicNatNum
source: National number
ar_sy: الرقم الوطني

# txtBoxMicPassword
source: Password
ar_sy: كلمة السر

# txtBoxMicPhonNum
source: Phone number
ar_sy: رقم الهاتف

# txtBoxSignInEmail
source: Email
ar_sy: البريد الالكتروني

# txtBoxSignInPassword
source: Password
ar_sy: كلمة السر

# txtBoxSignUpEmail
source: Email
ar_sy: البريد الالكتروني

# txtBoxSignUpName
source: Name
ar_sy: الاسم

# txtBoxSignUpNatNum
source: National number
ar_sy: الرقم الوطني

# txtBoxSignUpPassword
source: Password
ar_sy: كلمة السر

# txtBoxSignUpPhonNum
source: Phone number
ar_sy: رقم الهاتف

# txtBoxVerifyCode
source: Code
ar_sy: الرمز

# txtCaViCompProcNo
source: No
ar_sy: لا

# txtCaViCompProcOk
source: Yes
ar_sy: نعم

# txtCaViExiAppCancel
source: Cancel
ar_sy: إلغاء

# txtCaViExiAppOk
source: Yes
ar_sy: نعم

# txtChoPicDesc
source: Choose a picture for you and a picture for your personal identity
ar_sy: اختر صورة لك و صورة لهويتك الشخصية

# txtChoPicTitle
source: Choose Your Photos
ar_sy: اختر صورك

# txtChPicContinueCont
source: Continue
ar_sy: تابع

# txtFbDescription
source: We have got only your Facebook's Identifier, please fill all these text boxes to get into Herafi system
ar_sy: لقد حصلنا للتو على معرف الفايسبوك الخاص بك فقط، من فضلك قم بتعبئة جميع هذه الخقول لتتمكن من الولوج إلى منصة حرفي

# txtFbEmailErr
source: Incorrect Email format (eg: example@gmail.com)
ar_sy: (example@gmail.com :مثال) تهيئة البريد الالكتروني غير صحيحة

# txtFbNameErr
source: Incorrect Name format (Only Characters eg: Ahmad Alsaid)
ar_sy: تهيئة الاسم غير صحيحة (فقط أحرف مثال: أحمد السيد)

# txtFbNatNumErr
source: Incorrect National number format (only numbers eg: 02060589756)
ar_sy: تهيئة الرقم الوطني غير صحيحة (فقط أرقام مثال: 02060589756)

# txtFbPhonNumErr
source: Incorrect Phone Number format (eg: +945 0996563512)
ar_sy: تهيئة رقم الهاتف غير صحيحة (مثال: 0996563512)

# txtFbSubmCont
source: Submit
ar_sy: تأكيد

# txtMicDescription
source: We have got only your Microsoft's Identifier, please fill all these text boxes to get into Herafi system
ar_sy: لقد حصلنا للتو على معرف مايكرسوفت الخاص بك فقط، من فضلك قم بتعبئة جميع هذه الخقول لتتمكن من الولوج إلى منصة حرفي

# txtMicEmailErr
source: Incorrect Email format (eg: example@gmail.com)
ar_sy: (example@gmail.com :مثال) تهيئة البريد الالكتروني غير صحيحة

# txtMicNameErr
source: Incorrect Name format (Only Characters eg: Ahmad Alsaid)
ar_sy: تهيئة الاسم غير صحيحة (فقط أحرف مثال: أحمد السيد)

# txtMicNatNumErr
source: Incorrect National number format (only numbers eg: 02060589756)
ar_sy: تهيئة الرقم الوطني غير صحيحة (فقط أرقام مثال: 02060589756)

# txtMicPhonNumErr
source: Incorrect Phone Number format (eg: +945 0996563512)
ar_sy: تهيئة رقم الهاتف غير صحيحة (مثال: 0996563512)

# txtMicSubmCont
source: Submit
ar_sy: تأكيد

# txtSignInChargeToMicFbDesc2
source: OR you can use your Facebook or Microsoft accounts
ar_sy: أو بإمكانك التسجيل عن طريق حسابك لدى فايسبوك أو مايكروسوفت

# txtSignInChargeToSignUpDesc
source: If you don't have an account you can here
ar_sy: إذا لم يكن لديك حساب بإمكانك هنا

# txtSignInChargeToSignUpDescrLink
source: Sign up
ar_sy: إنشاء حساب

# txtSignInDesc
source: Enter your information to access to Herafi system
ar_sy: أدخل معلوماتك الخاصة للدخول لنظام حرفي

# txtSignInDescForgPass
source: Do you forget your password?
ar_sy: هل نسيت كلمة السر؟

# txtSignInEmailErr
source: Incorrect Email format (eg: example@gmail.com)
ar_sy: (example@gmail.com :مثال) تهيئة البريد الالكتروني غيرصحيحة

# txtSignInFbCont
source: Facebook
ar_sy: فايسبوك

# txtSignInMicCont
source: Microsoft
ar_sy: مايكروسوفت

# txtSignInSubmCont
source: Submit
ar_sy: تأكيد

# txtSignInTitle
source: Sign in
ar_sy: تسجيل الدخول

# txtSignUpDesc
source: You don't have an account! please submit your account to access to Herafi system
ar_sy: لا تملك حسابا! من فضلك أكد حسابك لتتمكن من الدخول إلى نظام حرفي

# txtSignUpEmailErr
source: Incorrect Email format (eg: example@gmail.com)
ar_sy: (example@gmail.com :مثال) تهيئة البريد الالكتروني غير صحيحة

# txtSignUpNameErr
source: Incorrect Name format (Only Characters eg: Ahmad Alsaid)
ar_sy: تهيئة الاسم غير صحيحة (فقط أحرف مثال: أحمد السيد)

# txtSignUpNatNumErr
source: Incorrect National number format (only numbers eg: 02060589756)
ar_sy: تهيئة الرقم الوطني غير صحيحة (فقط أرقام مثال: 02060589756)

# txtSignUpPhonNumErr
source: Incorrect Phone Number format (eg: 0996563512)
ar_sy: تهيئة رقم الهاتف غير صحيحة (مثال: 0996563512)

# txtSignUpSubmCont
source: Submit
ar_sy: تأكيد

# txtSignUpTitle
source: Sign up
ar_sy: إنشاء حساب

# txtToastConnWifi
source: You connected to internet
ar_sy: أنت متصل بالانترنت

# txtToastFillTextBoxesErr
source: Fill all textboxes before continue
ar_sy: املأ جميع الحقول قبل أن تكمل

# txtToastNoWifi
source: You aren't connected to internet
ar_sy: أنت غير متصل بالانترنت

# txtToastPickPicErr
source: Picks up a picture for your profile and picture for your personal identity
ar_sy: التقط صورة لملفك الشخصي و صورة لهويتك الشخصية

# txtVerifyDesc
source: We send an email to you it has a code, please enter it inside text box
ar_sy: نحن أرسلنا بريدا إليك يحوي على رمز، من فضلك أدخله ضمن حقل النصوص

# txtVerifySendCont
source: Send
ar_sy: إرسال

# txtVerifyTitle
source: Verify Account
ar_sy: تأكيد الحساب
